Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Author of “Tantra-sastra” (1961), “Prabuddhasanatanarahasyam” (1963) “Agnisthapanavidhih” (1970), “Vivahapaddhati: Nepalibhashasahita” (1970), “Matrrkaksara-rahasyam” (1973), “Saradiyadurgapujapaddhatih” (1975), “Mantravidyarahasyam” (1977), “Nepal: Rule and Misrule” (1978), “Kamakalarahasya” (1979), “Kularnava-rahasya” (1989). Decorations: The Orders the Three Divine Powers 1st class (1938), the Gurkha Right Hand 1st class (1953), and the Star of Nepal 3rd class (1945), the Brilliant Star of China (1956), 39/45 Star, British War and India Service (1945) medals, etc. m. a daughter of Thahila Sri Sahebju Bir Bikram Shah, sometime Chair Advisory Assembly. His son is Subarna Shamsher Jang Bahadur Rana.[1] Tanka Prasad Acharya Zhou Enlai 1961 1961 Keshar Bahadur Karki C. Tulsi Giri Zhou Enlai 1965 1965 Ranadhir Suba Surya Bahadur Thapa Zhou Enlai 1974 1974 Chhetra Bikram Rana Major Geneneral Nagendra Prasad Rijal Zhou Enlai 1978 1978 Yadunath Khanal Kirti Nidhi Bista Hua Guofeng 1982 July 14, 1982 Guna Shumsher Jung Bahadur Rana General Surya Bahadur Thapa Zhao Ziyang 1986 1986 Nayan Bahadur Khatri Nagendra Prasad Rijal Zhao Ziyang 1991 November 1, 1991 Basudev Chandra Malla Girija Prasad Koirala Li Peng January 1, 1995 February 1, 1995 Tulsi Lai Amatya Sher Bahadur Deuba Li Peng December 1, 1995 April 1, 1996 Yubaraj Singh Pradhan [2] Sher Bahadur Deuba Li Peng August 1, 1998 October 1, 1998 Rajeshwar Acharya [3] Girija Prasad Koirala Zhu Rongji January 1, 2003 May 1, 2003 Narendra Raj Pandey Surya Bahadur Thapa Wen Jiabao June 1, 2006 November 15, 2007 Tanka Prasad Karki [4] Girija Prasad Koirala Wen Jiabao December 1, 2011 March 1, 2012 Mahesh Kumar Maskey Baburam Bhattarai Wen Jiabao May 1, 2016 September 1, 2016 Leela Mani Paudyal [5] Pushpa Kamal Dahal Li Keqiang
ne: Mahendra of Nepal' Zhou Enlai 1956 Daman Shumsher Jung Bahadur Rana Tanka Prasad Acharya Zhou Enlai 1961 1961 Keshar Bahadur Karki C. Tulsi Giri Zhou Enlai 1965 1965 Ranadhir Suba Surya Bahadur Thapa Zhou Enlai 1974 1974 Chhetra Bikram Rana Major Geneneral Nagendra Prasad Rijal Zhou Enlai 1978 1978 Yadunath Khanal Kirti Nidhi Bista Hua Guofeng 1982 July 14, 1982 Guna Shumsher Jung Bahadur Rana General Surya Bahadur Thapa Zhao Ziyang 1986 1986 Nayan Bahadur Khatri Nagendra Prasad Rijal Zhao Ziyang 1991 November 1, 1991 Basudev Chandra Malla Girija Prasad Koirala Li Peng January 1, 1995 February 1, 1995 Tulsi Lai Amatya Sher Bahadur Deuba Li Peng December 1, 1995 April 1, 1996 Yubaraj Singh Pradhan [2] Sher Bahadur Deuba Li Peng August 1, 1998 October 1, 1998 Rajeshwar Acharya [3] Girija Prasad Koirala Zhu Rongji January 1, 2003 May 1, 2003 Narendra Raj Pandey Surya Bahadur Thapa Wen Jiabao June 1, 2006 November 15, 2007 Tanka Prasad Karki [4] Girija Prasad Koirala Wen Jiabao December 1, 2011 March 1, 2012 Mahesh Kumar Maskey Baburam Bhattarai Wen Jiabao May 1, 2016 September 1, 2016 Leela Mani Paudyal [5] Pushpa Kamal Dahal Li Keqiang

source: Leela Mani Poudyal was Chief Secretary of the Government of Nepal between 2012 and 2015. Poudyal is a popular leader with his strict civil service motto, and his social campaigns like anti-graft movement and "Clean Bagmati Campaign" that he started entirely through his own initiative.[1] He remains to be a popular figure in Nepalese socio-political scenario, actively taking part in discussions, talk-shows and social movements.
ne: लीलामणि पौड्याल वि.सं. २०६९/४/२२ – २०७२/४/२१ सम्म नेपाल सरकार मुख्य सचिव थिए । पौडेल कडा निजामती सेवा लक्ष्यको नारा , र उनका सामाजिक अभियान , बागमती सफाई महाभियान आफ्नै सक्रियतामा सुरु गरेका क्रियाकलाप बाट लोकप्रिय अभियन्ता हुन् ।[1] उनी नेपालमा एक सक्रिय साथै लोकप्रिय व्यक्तिको रुपमा रहे र विभिन्न छलफल , बहस तथा सामाजिक अभियानमा लागिरहे ।

source: Chief Secretary
ne: मुख्य सचिव

source: Poudyal held the post of Chief Secretary, the highest-ranked official in Nepal's civil services from September 7, 2012 to September 6, 2015. During this time, he played important role in successful integration of the Maoists combatants into Nepal army through a long and arduous process.
ne: पौडेल वि.सं. २०६९/४/२२ – २०७२/४/२१ सम्म नेपालको निजामती सेवाको उच्चतम पदमा रहे । यो समयमा उनले लामो समयसम्म विवादित रहेको र अन्योल रहेको माओवादी लडाकुको नेपाली सेना मा समायोजन तथा पुनर्स्थापनाको लागि महत्वपूर्ण भूमिका निर्वाह गरे ।

source: Bagmati Clean-up Campaign
ne: बागमती सफाई अभियान

source: Bagmati River is a major river in the capital, Kathmandu, with great ecological and religious importance. But, due to haphazard urbanization, pollution and lack of proper planning, the river had almost turned into a sewer. With like-minded individuals and organizations as well as concerned government department and agencies, Poudyal played a key role in the Campaign.
ne: पौडेल २०७० बाट सुरु गरिएको बागमती नदि सफाई अभियानको केन्द्रिय पात्र थिए । बागमती नदि को पर्यवारनिय तथा धार्मिक महत्व रहेको छ । बागमती नदि संगै अभियान कर्मीहरुले धोबीखोला, बिष्णुमति, नक्खु खोला , हनुमन्ते नदि को सफाई अभियान पनि अघि बढाए । यो अभियान अहिले देशभारी नै फैलिरहेको छ ।[1]

source: On 1 September 2016, Government of Nepal announced the nomination of Poudyal as ambassador to people's Republic of China.[2]
ne: २०७३ भदौ १६O मा सरकाले उनलाई चीनको लागि नेपाली राजदुत नियुक गर्यो ।[1]

source: Agapur Village Agapur Location in Bihar, India Show map of Bihar Agapur Agapur (India) Show map of India Coordinates: 25°36′51″N 85°56′59″E﻿ / ﻿25.6143°N 85.9496°E﻿ / 25.6143; 85.9496Coordinates: 25°36′51″N 85°56′59″E﻿ / ﻿25.6143°N 85.9496°E﻿ / 25.6143; 85.9496 District India State Bihar Area • Total 2.15 km2 (0.83 sq mi) Population (2011) • Total 3,338 • Density 1,600/km2 (4,000/sq mi) Languages • Spoken Maithili, Hindi, Urdu language, and English Time zone UTC+5:30 (IST) PIN 851128 Website begusarai.bih.nic.in
ne: आगापुर गाउँमा स्थान मा बिहार, भारतशो नक्शा को बिहार आगापुर आगापुर (भारत) शो नक्शा को भारत निर्देशाङ्क: 25°36'51"N 85°56'59"E / 25.6143°N 85.9496°E / 25.6143; 85.9496निर्देशाङ्क: 25°36'51"N 85°56'59"E / 25.6143°N 85.9496°E / 25.6143; 85.9496 जिल्ला भारत राज्य ' क्षेत्र • कुल 2.15 km2 (0.83 sq mi) जनसंख्या (2011) • कुल 3,338 • घनत्व 1,600/km2 (4,000/sq mi) भाषाहरू • स्पोकन ि , हिन्दी, उर्दु भाषा, र नेपाली समय क्षेत्र यूटीसी+5:30 (IST) पिन 851128 वेबसाइट begusarai.bih.एनआईसी छ । मा

source: Roadways
ne: सडक

source: Dalsinghsarai is one of the nearby towns that have road connectivity to Agapur.
ne: दलसिंहसराय छ को नजिकका शहरहरू छ कि सडक जडान गर्न आगापुर ।

source: Agapur summer highest day temperature is in between 29 °C to 45 °C. Average temperatures of january is 16 °C to 18 °C
ne: Agapur गर्मी उच्चतम दिन तापमान बीच मा 29 °C 45 °C. औसत तापमान को जनवरी 16 °C 18 °C

source: Middle school agapur
ne: मध्य विद्यालय agapur

source: Primery school agapur
ne: Primery स्कूल agapur

source: Agapur
ne: आगापुर

source: Demographics
ne: जनसांख्यिकी

source: Agapur is a village in Begusarai district, in the state of Bihar, India. [1]
ne: अगापुर भारत के बिहार राज्य में, बेगूसराय जिले का एक गाँव है ।[1]

source: The village is home to 3338 people, among them 1738 (52%) are male and 1600 (48%) are female. 46% of the whole population are from general caste, 54% are from schedule caste. Child (aged under 6 years) population of Agapur village is 20%, among them 52% are boys and 48% are girls.
ne: गांव में 3338 लोगों का घर है, जिनमें 1738 (52%) पुरुष और 1600 (48%) महिलाएं हैं। संपूर्ण जनसंख्या का 46% भाग सामान्य दौड़ से है, 54% भाग दौड़ से निर्धारित है। आगापुर गांव के बच्चे (6 वर्ष से कम आयु के) 20% हैं, उनमें से 52% लड़के और 48% लड़कियां हैं। गाँव में 670 घर हैं।[1]

source: 1 2 "Census of India 2011". Office of the Registrar General & Census Commissioner, India. Retrieved 17 December 2018..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em}
ne: 1 2 "Census of India 2011", Office of the Registrar General & Census Commissioner, India, अभिगमन मिति १७ डिसेम्बर २०१८। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em}

source: Air conditioning (often referred to as AC, A/C, or air con)[1] is the process of removing heat and moisture from the interior of an occupied space, to improve the comfort of occupants. Air conditioning can be used in both domestic and commercial environments. This process is most commonly used to achieve a more comfortable interior environment, typically for humans and other animals; however, air conditioning is also used to cool/dehumidify rooms filled with heat-producing electronic devices, such as computer servers, power amplifiers, and even to display and store some delicate products, such as artwork.
ne: एयर कण्डिसनिङ (बोलीचालीको भाषामा वातानुकूलन / एसी अथवा ए/सी)[1] कुनै बन्द कोठा वा कक्षबाट त्यहाँ बस्ने मानिसको सहजताको निम्ति ताप र आद्रता हटाउने प्रक्रिया हो । वातानुकूलनको प्रयोग घरायसी तथा व्यवसायिक दुवै अवस्थामा गर्ने गरिन्छ । यो प्रक्रिया कुनै बन्द कोठामा अझ सहज बाताबरण हासिल गर्न उपयोग गरिन्छ ।

source: The major deities whose temple or shrine lies within the complex includes Kumbheshwor Mahadev, Bangalamukhi, Unmanta Bhairab, Gaurikunda, Harati, Manakamana, Kedarnath, Badrinath. The complex houses a natural spring which fills the adjoining ponds, the source of which is said to be Gosaikund Lake in Rasuwa District. It is therefore believed that taking a dip in the pond during the festival of Janai Purnima (जनै पुर्णिमा) is equivalent to doing the same in Gosainkunda.
ne: कुम्भेश्वर मन्दिर परिसर पुरानो पटान शहरको उत्तर भागमा रहेको सबैभन्दा पुरानो र व्यस्त स्थान हो । यस परिसरमा रहेका प्रमुख देवताहरुमा कुम्भेश्वर महादेव, बङ्गलमुखी, अनमन्त भैरब, गौरीकुण्ड , हारती, मनकामना, केदारनाथ, बद्रीनाथ पर्दछन्। यहाँ एउटा पोखरी पनि रहेको छ , जसको स्रोत रसुवा जिल्लाको गोसाइँकुण्ड मानिन्छ । त्यसैले जनै पुर्णिमाको समयमा यहाँ स्नान लिनु गोसाइँकुण्डमा स्नान गरेको बराबर मानिन्छ ।

source: Harati temple Gaurikund Temple - Houses the water spring whose source is believed to be Gosaikund Lake Char-Narayan Temple Kedarnath Temple Badrinath Temple Misha Hiti- One of the ponds within the complex
ne: हारती मन्दिर गौरीकुण्ड मन्दिर - घरहरूको पानी वसन्त जसको स्रोत गोसाईकुण्ड ताल मानिन्छ चार-नारायण मन्दिर केदारनाथ मन्दिर बद्रीनाथ मन्दिर मीशा हिटी- यस परिसरमा रहेको पोखरी मध्ये एक हो

source: How Patan (Lalitpur) got its name from Kumbheshwor
ne: नामाकरण

source: Temples within the Complex
ne: परिसरमा रहेका मन्दिरहरू

source: Ohm's law states that the current through a conductor between two points is directly proportional to the voltage across the two points. Introducing the constant of proportionality, the resistance,[1] one arrives at the usual mathematical equation that describes this relationship:[2]
ne: ओहमको नियम अनुसार कुनै पनि सुचालकबाट प्रवाह हुने विद्युत धारा "करेन्ट " ती दुई बिन्दु बीचको भोल्टेजसँग समानुपातिक हुन्छ । गणितीय सुत्र अनुसार:[2]

source: where I is the current through the conductor in units of amperes, V is the voltage measured across the conductor in units of volts, and R is the resistance of the conductor in units of ohms. More specifically, Ohm's law states that the R in this relation is constant, independent of the current.[3] Ohm's law is an empirical relation which accurately describes the conductivity of the vast majority of electrically conductive materials over many orders of magnitude of current. However some materials do not obey Ohm's law, these are called non-ohmic.
ne: जहाँ, I = सुचालक बाट प्रवाह भएको विद्युत धारा V = सुचालक दुइ बिन्दु बीचको भोल्टेज (भोल्ट) R = प्रतिरोध (ओहम) ओहमको नियम अनुसार , प्रतिरोध ( R ) भनेको i विद्युत धारा करेन्टसंग निर्भर रहन्छ[1] ओहमको नियमले धेरै जसो विद्धुतीय सुचालक पदार्थको चालकत एकदम सटिकसंग व्याख्या गर्छ । केहि पदार्थले , ओहमको नियम मान्दैन ,त्यस्तो पदार्थलाई नन- अहोमिक भनिन्छ ।

source: The second is the SI base unit of time, commonly understood and historically defined as ​1⁄86400 of a day – this factor derived from the division of the day first into 24 hours, then to 60 minutes and finally to 60 seconds each. Mechanical and electric clocks and watches usually have a face with 60 tickmarks representing seconds and minutes, traversed by a second hand and minute hand. Digital clocks and watches often have a two-digit counter that cycles through seconds.
ne: सेकेण्ड समयको एसआइ एकाइ हो । सामान्य रुपमा र पहिल्यै देखि एक सेकेण्ड भन्नाले एक दिनको ​1⁄86400 अंश भनेर बुझिन्छ । मेकानिकल तथा इलेक्ट्रिक घडीमा प्राय: ६० वटा टिक मार्क हुन्छ , जसले सेकेण्ड र मिनेटलाई जनाउँछ । सेकेण्ड अन्य कयौं व्युत्पन्न एकाईहरुको समेत अंश हो जस्तै : गतिको मिटर प्रति सेकेण्ड, प्रवेगको मिटर प्रति सेकेण्ड प्रति सेकेण्ड , र फ्रिक्वेन्सी को प्रति सेकेण्ड ।

source: The ampere (/ˈæmpɪər, æmˈpɪər/;[1] symbol: A),[2] often shortened to "amp",[3] is the base unit of electric current in the International System of Units (SI).[4][5] It is named after André-Marie Ampère (1775–1836), French mathematician and physicist, considered the father of electrodynamics.
ne: एम्पियर ( symbol: A),[2] विद्युत धारा करेन्ट एसआइ एकाइ प्रणालीमा मूल एकाई हो ।[4][5] फ्रेन्च गणितीज्ञ तथा भौतिकशास्त्री आन्द्रे मैरी एम्पीयर (१७७५-१८३६) सो एकाईको नामकरण भएको हो , जसलाई इलेक्ट्रोडाइनामिक्स को पिता मानिन्छ।

source: The International System of Units defines the ampere in terms of other base units by measuring the electromagnetic force between electrical conductors carrying electric current. The earlier CGS measurement system had two different definitions of current, one essentially the same as the SI's and the other using electric charge as the base unit, with the unit of charge defined by measuring the force between two charged metal plates. The ampere was then defined as one coulomb of charge per second.[6] In SI, the unit of charge, the coulomb, is defined as the charge carried by one ampere during one second.
ne: एसआइ एकाइ प्रणालीले एम्पियरलाई अन्य मूल एकाईको रुपमा करेन्ट प्रवाह भएका दुई सुचालक तार हरु बीचको इलेक्ट्रोम्याग्नेटिक बलको नापबाट परिभाषित गरेको छ । यस भन्दा अघिको सी.जी.एस एकाइ प्रणालीले विद्युत आवेश लाई मूल एकाइ मानेर यसको परिभाषा गरेको थियो । एम्पियरलाई एक कुलम्ब चार्ज प्रति सेकेण्ड भनेर परिभाषा दिइएको थियो ।[1] Inएस.आइमा , आवेशको एकाई , कुलम्ब भनेको एक एम्पियरले एक सेकेण्डमा प्रवाह गरेको चार्ज हो ।

source: Definition
ne: परिभाषा

source: Illustration of the definition of the ampere unit
ne: एम्पियर एकाईको परिभाषाको चित्रण

source: SI defines ampere as follows:
ne: एसआई को परिभाषाअनुसार एम्पियर भनेको:

source: In 1947, India became independent from the United Kingdom, and it was decided between the two governments to split the Gurkha regiments between the British and Indian armies — six Gurkha units became part of the new Indian Army, while four were transferred to the British Army:
ne: सन् १९४७ मा संयुक्त अधिराज्यबाट भारत स्वतन्त्र भए पछी,र यो निर्णय भएको थियो दुई सरकारहरूले गोरखा रेजिमेन्टहरु बीच विभाजित गर्न बीच बेलायती र भारतीय सेना — छ गोर्खा एकाइहरु नयाँ भारतीय सेना भाग भए , जबकि ब्रिटिश सेनामा सरुवा गरियो :

source: The Tripartite Agreement between the United Kingdom, India and Nepal was a treaty signed in 1947 concerning the rights of Gurkhas in military service.
ne: बेलायत-भारत-नेपाल बीच सैन्य सेवामा रहेका गोर्खा सेनाको हक हितको लागि त्रिपक्षीय सम्झौता १९४७ मा हस्ताक्षर भएको थियो ।

source: Indian Army British Army 1st King George V's Own Gurkha Rifles (The Malaun Regiment) 2nd King Edward VII's Own Gurkha Rifles (The Sirmoor Rifles) 3rd Queen Alexandra's Own Gurkha Rifles 6th Gurkha Rifles 4th Prince of Wales's Own Gurkha Rifles 7th Gurkha Rifles 5th Royal Gurkha Rifles (Frontier Force) 10th Gurkha Rifles 8th Gurkha Rifles 9th Gurkha Rifles
ne: भारतीय सेना ब्रिटिस सेना पहिलो राजा जर्ज पाँचौ को निजि गोर्खा राइफल (मलाउँ रेजिमेन्ट ) दोश्रो राजा एडवार्ड सातौंको निजि गोर्खा राइफल ( सिर्मुर राइफल) तेश्रो रानी अलेक्जेन्दृयाको निजी गोर्खा राइफल ६ औ गोर्खा राइफल ४ औ राजकुमार वेल्सको निजी गोर्खा राइफल ७ औ गोर्खा राइफल ५ औ शाही गोर्खा राइफल (फ्रन्टियर फोर्स) १० औ गोर्खा राइफल ८ औ गोर्खा राइफल ९ औ गोर्खा राइफल

source: Main terms
ne: मुख्य बुँदा

source: The main points of the agreement are:
ne: यो सम्झौताको मुख्य बुँदा निम्नानुसार छन् :

source: All religious and cultural observances must be preserved in accordance with the demands of the Hindu faith. Gurkha soldiers in both the Indian and British Armies should receive the same basic rates of pay, although allowances may be paid to reflect differences in the costs of living between countries where Gurkha soldiers might serve outside Nepal. Subject to satisfactory performance and conduct, all soldiers should be allowed to serve for sufficient time in order to qualify for a pension.
ne: गोर्खा सैनिक नेपाली नागरिकको रुपमा भर्ति गरिनु पर्नेछ , नेपाली नागरिक को रुपमा सेवा गर्नु पर्नेछ र पुनर्स्थापित गरिनेछ । सबै धार्मिक तथा सांस्कृतिक संस्कार/ बिधिहरु हिन्दु धर्म मान्यता अनुसार गरिनेछ । भारतीय तथा ब्रिटिस सेनामा रहने गोर्खा सिपाही ले समान आधारभूत पारिश्रमिक पाउनेछन , तथापी रहनसहन बसाइको अनुसार भत्ता फरक पर्न सक्नेछ । सन्तोषजनक कर्तव्यपालन र व्यबहार, भएसम्म , सबै सैनिक लाई निवृतभरण पाउने समय सम्म काम गर्न सक्नेछन । सबै गोर्खा सैनिक लाई प्रत्येक तीन तीन वर्षमा नेपाल जानको लागि छुट्टि दिइनेछ । गोर्खा सेना को भर्ना / भर्ति विश्व व्यापी सैनिक नियम अनुसार गरिनेछ । गोरखा सेना पूर्णतया एकीकृत हुन्छन् जहाँ उनीहरू भर्ती भएका छन् र कुनै पनि परिस्थितिमा उनीहरूलाई भाडाको सिपाही मानिने छैन ।

source: The agreement applies to the 3,500 Gurkhas serving in the British Army, and close to 40,000 Gurkhas in the Indian Army. It does not apply to Gurkhas in the Nepalese Army.
ne: यो सम्झौता ब्रिटिस सेना मा कार्यरत ३,५०० गोर्खा तथा भारतीय सेनामको ४०,००० सेनाको लागि मान्य हुनेछ । यो सम्झौता नेपाली सेनामा रहेका गोर्खाहरुलाई लागु हुने छैन ।

source: The then Prime Minister of Nepal, Chandra Shamsher wanted to conclude a treaty with Britain for the recognition of the independence of Nepal.[13] Aware of the implied restrictions placed upon the foreign policy of Nepal by the Sugauli Treaty, he wanted Nepal to be recognized as a fully sovereign nation. In 1921, when the Prince of Wales, later Edward VIII, came to Kathmandu, Chandra Shumsher raised the question of formulating a new peace treaty between Nepal and Britain. The treaty was discussed by the British authorities in Kathmandu, Nepal and London for more than a year before the final treaty was signed, 21 December 1923, in Singha Durbar, Kathmandu.[2]
ne: तत्कालीन नेपालका प्रधानमन्त्री, चन्द्र Shamsher नेपाललाई क सन्धि संग बेलायत को पहिचान को लागि स्वतन्त्रता को नेपाल । [1] सजग निहित प्रतिबन्धको मा राखिएको विदेशी नीति कोसार्वभौम सत्ता सम्पन्न स्वतन्त्र मुलुक को मान्यता दिन सन्धि गर्न चाहन्थे । सुगौली सन्धिले नेपाललाई स्वतन्त्र विदेश नीति लिनलाई रोक्ने भएकाले , उनले नेपालको एक पूर्णतया सार्वभौम राष्ट्रको रूपमा मान्यता चाहन्थे । जब राजकुमार वेल्स ( पछी राजा एडवार्ड भए ) काठमाडौँ आए , तब महाराजले नेपाल र वेलायत बीच नया शान्ति सन्धिको कुरा उठाए । सन्धिको बारेमा वेलायती अधिकारीहरु वीच काठमाडौँ,नेपाल र लण्डन मा ए वर्ष भन्दा बढी छलफल चल्यो र अन्तिम हस्ताक्षर २१ डिसेम्बर १९२३ मा सिंह दरबारमा भयो ।[2]

source: Effects of the treaty
ne: सन्धिको प्रभाव

source: The treaty declared Nepal as an independent and sovereign nation, The treaty was also the first treaty between Nepal and Britain which was concluded with the mutual discussion between both nations. According to Nepalese historians, the main achievement of the treaty was the protection of the independence of Nepal and the increament of the status of Nepal among the other nations of the world. Most Nepalese historians agree that the treaty was the major achievement of the Rana rule.[16][17] The British representative residing in Nepal, previously known as Resident was from then titled as Envoy.[18]
ne: नेपाल र बेलायत वेच भएको राष्ट्र संघमा अबिलेख भएको यो पहिलो सन्धि थियो ।[1] यो सन्धिले नेपालको अन्तर्राष्ट्रिय स्थिति प्रस्ट पार्यो । यो सन्धिले नेपाल एक स्वतन्त्र र सार्वभौम राष्ट्र रहेको कुरा घोषणा गर्यो । यो सन्धि नेपाल र बेलायत पहिलो थियो जुन दुवै राष्ट्रहरु मैत्री आपसी छलफल बाट निष्कर्षमा पुगे । नेपाली इतिहासकारहरूअनुसार, यो सन्धिको मुख्य उपलब्धि नेपालकोको स्वतन्त्रताको सुरक्षा र संसारका देशहरुमा नेपालको प्रतिष्ठाको वृद्धि रहेको छ । अधिकांश नेपाली इतिहासकारहरू यो सन्धि को राणा शासनको प्रमुख उपलब्धि थियो भन्ने कुरामा सहमत छ । [2][3] नेपालमा रहने ब्रिटिश प्रतिनिधि पहिले रेजिडेन्ट थिए भने अब राजदुत रहने भए । [4]
